Repository: DmcSDK/cordova-plugin-mediaPicker
Catalog: src/ios/DMCMediaPicker/*.lproj/Localizable.strings
Languages: tr

source: Cancel
tr: Vazgeç

source: Done
tr: Bitti

# All
source: All photos
tr: Tümü

# maxSelectAlert
source: You can only select %d images
tr: Sadece %d görüntü seçebilirsiniz

# maxSizeAlert
source: You can only select images up to %.02f mb in size
tr: Yalnızca %.02f mb boyutunda olan resimleri seçebilirsiniz

source: OK
tr: Tamam

source: Unable to access album
tr: Galerinize erişilemiyor

# Please allow to access your album
source: Please allow to access your album in "Settings -> Privacy -> Album"
tr: Lütfen "Ayarlar -> Gizlilik -> Fotoğraflar" menüsünden uygulamaya erişim izni verin.

source: Setting
tr: Ayarlar

source: Preview
tr: Ön izleme

# photo_download_failed
source: There was an error downloading selected photos from your iCloud Photo Library. This could be due to poor internet connectivity. Please check your internet connection and try again
tr: İCloud Fotoğraf Kitaplığınızdan seçilen fotoğraflar indirilirken bir hata oluştu. Bunun nedeni zayıf internet bağlantısı olabilir. Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin
